tap "homebrew/cask-fonts" if OS.mac?
tap "homebrew/cask-versions" if OS.mac?

cask "alfred" if OS.mac?
cask "appcleaner" if OS.mac?
cask "brewlet" if OS.mac?
cask "cryptomator" if OS.mac?
cask "deepl" if OS.mac?
cask "drawio" if OS.mac?
cask "flotato" if OS.mac?
cask "font-fira-code-nerd-font" if OS.mac?
cask "github" if OS.mac?
cask "iterm2" if OS.mac?
cask "keka" if OS.mac?
cask "linearmouse" if OS.mac?
cask "macfuse" if OS.mac?
cask "macs-fan-control" if OS.mac?
cask "menumeters" if OS.mac?
cask "mongodb-compass" if OS.mac?
cask "moom" if OS.mac?
cask "mountain-duck" if OS.mac?
cask "ngrok" if OS.mac?
cask "notion" if OS.mac?
cask "obs" if OS.mac?
cask "openlens" if OS.mac?
cask "pastebot" if OS.mac?
cask "plex" if OS.mac?
cask "postman" if OS.mac?
cask "spotify" if OS.mac?
cask "sublime-text" if OS.mac?
cask "utm" if OS.mac?
cask "visual-studio-code" if OS.mac?
cask "vlc" if OS.mac?