tap "homebrew/cask-fonts" if OS.mac?
tap "homebrew/cask-versions" if OS.mac?

cask "alfred" if OS.mac?
cask "anydesk" if OS.mac?
cask "appcleaner" if OS.mac?
cask "audacity" if OS.mac?
cask "avidemux" if OS.mac?
cask "brewlet" if OS.mac?
cask "calibre" if OS.mac?
cask "commander-one" if OS.mac?
cask "cryptomator" if OS.mac?
cask "deepl" if OS.mac?
cask "discord" if OS.mac?
cask "drawio" if OS.mac?
cask "firefox" if OS.mac?
cask "flotato" if OS.mac?
cask "font-fira-code-nerd-font" if OS.mac?
cask "github" if OS.mac?
cask "hiddenbar" if OS.mac?
cask "iina" if OS.mac?
cask "imageoptim" if OS.mac?
cask "istat-menus" if OS.mac?
cask "iterm2" if OS.mac?
cask "jdownloader" if OS.mac?
cask "kap" if OS.mac?
cask "keka" if OS.mac?
cask "launchcontrol" if OS.mac?
cask "linearmouse" if OS.mac?
cask "macfuse" if OS.mac?
cask "macs-fan-control" if OS.mac?
cask "mongodb-compass" if OS.mac?
cask "moom" if OS.mac?
cask "mountain-duck" if OS.mac?
cask "ngrok" if OS.mac?
cask "notion" if OS.mac?
cask "obs" if OS.mac?
cask "onyx" if OS.mac?
cask "openlens" if OS.mac?
cask "pastebot" if OS.mac?
cask "plex" if OS.mac?
cask "postman" if OS.mac?
cask "shortcat" if OS.mac?
cask "slack" if OS.mac?
cask "spotify" if OS.mac?
cask "sublime-text" if OS.mac?
cask "tailscale" if OS.mac?
cask "tor-browser" if OS.mac?
cask "ubersicht" if OS.mac?
cask "visual-studio-code" if OS.mac?
cask "vmware-fusion" if OS.mac?
cask "whatsapp" if OS.mac?
